Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/VirtualCard_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VIRTUAL_CARD_DETAILS_REQUEST_ALERT_MESSAGE
source: Remember to update card information with merchants who may have your current number on file.
ar: يرجى التأكد من تحديث معلومات بطاقتك لدى التجار المسجل لديهم رقمك الحالي.
bg: Не забравяйте да обновите информацията за картата с търговци, които може да имат настоящия ви номер.
ca: Recorda’t d’actualitzar la informació de la targeta amb els comerços que tinguin desat el teu número actual.
cs: Nezapomeňte aktualizovat údaje o kartě u obchodníků, kteří mohou mít uložené číslo vaší aktuální karty.
da: Husk at opdatere kortoplysningerne hos butikker, der muligvis har registreret dit aktuelle nummer.
de: Vergiss nicht, die Karteninformationen bei Händlern zu aktualisieren, die evtl. noch die aktuelle Nummer hinterlegt haben.
el: Μην ξεχάσετε να ενημερώσετε τα στοιχεία κάρτας σας σε εμπόρους που μπορεί να έχουν τον τρέχοντα αριθμό κάρτας σας.
es: Recuerda actualizar los datos de tu tarjeta en los comercios que tienen tu número actual en sus registros.
es_us: Recuerda actualizar la información de tu tarjeta con los comercios que pudieran haber archivado tu número actual.
fi: Muista päivittää korttitietosi niiden myyjien kanssa, joilla saattaa olla nykyinen numerosi tallennettuna.
fr: Pensez à mettre à jour les informations de votre carte chez les commerçants qui ont peut-être votre numéro actuel dans leurs dossiers.
fr_ca: N’oubliez pas de mettre à jour les données de votre carte auprès des commerçants dont les dossiers pourraient contenir votre numéro actuel.
he: כדאי לזכור לעדכן את פרטי הכרטיס שלך אצל בתי עסק שמחזיקים במספר הכרטיס הנוכחי.
hi: कार्ड जानकारी को मर्चेंट के साथ अपडेट करना याद रखें जिनके पास फ़ाइल में आपका वर्तमान नंबर हो सकता है।
hr: Nemojte zaboraviti ažurirati informacije o kartici kod prodavatelja koji imaju zabilježen vaš trenutačni broj.
hu: Ne felejtse el frissíteni a kártyainformációit az olyan kereskedőknél, amelyek tárolták az aktuális kártyaszámát.
id: Jangan lupa untuk memperbarui informasi kartu dengan penjual yang mungkin menyimpan nomor Anda saat ini.
it: Ricordati di aggiornare le informazioni presso gli esercenti che potrebbero aver registrato il numero della carta che stai utilizzando.
ja: 加盟店やWebサイトに登録されている既存のカード番号情報を新しいカード番号に更新するのを忘れないようにしてください。
kk: Ағымдағы карта нөмірін тіркеген сатушылармен карта туралы жаңа ақпаратты бөлісуді ұмытпаңыз.
ko: 사용자의 현재 번호를 저장해 둔 가맹점의 카드 정보를 잊지 말고 업데이트하십시오.
lt: Nepamirškite atnaujinti kortelės informacijos prekeivių sistemose, kur gali būti jūsų esamas numeris.
ms: Ingat untuk mengemas kini maklumat kad dengan pedagang yang mungkin mempunyai nombor semasa anda dalam rekod.
nl: Werk je kaartgegevens bij voor verkopers die je huidige nummer mogelijk geregistreerd hebben.
no: Husk å oppdatere kortinformasjonen hos forhandlere som har arkivert det gjeldende kortnummeret ditt.
pl: Pamiętaj, aby uaktualnić dane karty w bazach danych sprzedawców, którzy przechowują jej bieżący numer.
pt_br: Lembre-se de atualizar as informações do cartão com comerciantes que possam ter o seu número atual em seus registros.
pt_pt: Lembre‑se de atualizar a informação do cartão junto dos comerciantes que possam ter o número atual em arquivo.
ro: Nu uitați să actualizați informațiile cardului la comercianții care ar putea avea înregistrat numărul dvs. curent.
ru: Не забудьте уведомить о смене номера карты продавцов, у которых может быть записан текущий номер карты.
sk: Nezabudnite aktualizovať informácie o karte u obchodníkov, ktorí môžu mať uložené číslo vašej aktuálnej karty.
sl: Ne pozabite posodobiti podatkov o kartici pri trgovcih, ki imajo morda shranjeno vašo trenutno številko.
sv: Kom ihåg att uppdatera kortinformationen hos försäljare som kan ha ditt nuvarande nummer registrerat.
th: โปรดอัปเดตข้อมูลบัตรกับผู้ประกอบการที่อาจมีหมายเลขบัตรใบเก่าของคุณ
tr: Kayıtlarında şu anki numaranıza sahip olan satıcılar için kart bilgilerini güncellemeyi unutmayın.
uk: Не забудьте оновити інформацію про картку для продавців, у яких на обліку може бути ваш поточний номер.
vi: Nhớ cập nhật thông tin thẻ với những điểm bán hàng có thể có số thẻ hiện tại của bạn trong hồ sơ.
zh_cn: 请记得向可能存有你当前账号的商家更新卡片信息。
zh_hk: 請記得向可能存有你目前卡號的商户更新卡資料。
zh_tw: 記得向可能仍有你目前卡號的商家更新卡片資訊。

# VIRTUAL_CARD_SET_UP_COMPLETE_BUTTON
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: OK
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# VIRTUAL_CARD_PRIVACY_CONTINUE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# VIRTUAL_CARD_NUMBER_SECTION_TITLE
source: Virtual Card Number
ar: رقم البطاقة الرقمية
bg: Номер на виртуална карта
ca: Número de la targeta virtual
cs: Virtuální číslo karty
da: Virtuelt kortnummer
de: Nummer der virtuellen Karte
el: Αριθμός εικονικής κάρτας
es: Número de la tarjeta virtual
es_us: Número de tarjeta virtual
fi: Virtuaalikortin numero
fr: Numéro de carte virtuelle
fr_ca: Numéro de carte virtuelle
he: מספר כרטיס וירטואלי
hi: वर्चुअल कार्ड नंबर
hr: Broj virtualne kartice
hu: Virtuális kártya száma
id: Nomor Kartu Virtual
it: Numero della carta virtuale
ja: バーチャルカード番号
kk: Виртуалды карта нөмірі
ko: 가상 카드 번호
lt: Virtualiosios kortelės numeris
ms: Nombor Kad Maya
nl: Virtueel kaart­nummer
no: Virtuelt kortnummer
pl: Numer karty wirtualnej
pt_br: Número do Cartão Virtual
pt_pt: Número do cartão virtual
ro: Număr card virtual
ru: Номер виртуальной карты
sk: Číslo virtuálnej karty
sl: Številka navidezne kartice
sv: Virtuellt kortnummer
th: หมายเลขบัตรเสมือน
tr: Sanal Kart Numarası
uk: Номер віртуальної картки
vi: Số thẻ ảo
zh_cn: 虚拟卡号
zh_hk: 虛擬卡號
zh_tw: 虛擬卡號

# VIRTUAL_CARD_DASHBOARD_SETUP_TITLE
source: Hide Your Real Card Number to Prevent Fraud
ar: إخفاء رقم البطاقة الحقيقية لمنع الاحتيال
bg: Скрийте номера на истинската си карта, за да предотвратите измами
ca: Oculta el número de la targeta real per prevenir el frau
cs: Braňte se podvodům – skryjte skutečné číslo své karty
da: Skjul dit rigtige kortnummer for at forhindre svindel
de: Zur Betrugsprävention echte Kartennummer ausblenden
el: Απόκρυψη του πραγματικού αριθμού κάρτας σας για αποτροπή απάτης
es: Oculta el número real de tu tarjeta para prevenir el fraude
es_us: Oculta tu número de tarjeta real para prevenir fraudes
fi: Kätke oikea korttinumerosi petosten ehkäisemiseksi
fr: Masquez le numéro de votre vraie carte pour lutter contre la fraude
fr_ca: Prévenez la fraude en masquant le véritable numéro de votre carte
he: הסתרה של מספר הכרטיס האמיתי שלך כדי למנוע הונאות
hi: धोखाधड़ी की रोकथाम करने के लिए अपना वास्तविक कार्ड नंबर छिपाएँ
hr: Sakrijte svoj stvarni broj kartice kako biste spriječili prevare
hu: Elrejtheti valódi kártyaszámát a csalások megelőzése érdekében
id: Sembunyikan Nomor Kartu Anda yang Sebenarnya untuk Mencegah Penipuan
it: Nascondi il numero della tua carta per evitare frodi
ja: 詐欺防止のため実際のカード番号を非表示にする
kk: Алаяқтықтың алдын алу үшін картаның шынайы нөмірін жасыру
ko: 사기 방지를 위해 실제 카드 번호 가리기
lt: Paslėpkite tikrąjį kortelės numerį, kad išvengtumėte sukčiavimo
ms: Sembunyikan Nombor Kad Sebenar Anda untuk Mencegah Penipuan
nl: Verberg je echte kaartnummer om fraude te voorkomen
no: Skjul det egentlige kortnummeret for å forhindre svindel
pl: Unikaj oszustw, ukrywając numer swojej prawdziwej karty
pt_br: Oculte o Número do Seu Cartão Real para Impedir Fraudes
pt_pt: Ocultar o número do cartão real para evitar fraudes
ro: Ascundeți numărul cardului real pentru a preveni fraudele
ru: Скройте реальный номер карты, чтоб предотвратить мошенничество
sk: Predchádzajte podvodom – skryte číslo svojej skutočnej karty
sl: Skrivanje številke vaše prave kartice zaradi preprečevanja goljufij
sv: Göm ditt riktiga kortnummer för att förhindra bedrägerier
th: ซ่อนหมายเลขบัตรจริงของคุณเพื่อป้องกันการโจรกรรม
tr: Dolandırıcılığı Önlemek İçin Gerçek Kart Numaranızı Gizleyin
uk: Приховуйте номер справжньої картки для запобігання шахрайству
vi: Ẩn số thẻ thực của bạn để ngăn chặn lừa đảo
zh_cn: 隐藏真实卡号以防范欺诈行为
zh_hk: 隱藏你的真實卡號以防止詐騙
zh_tw: 隱藏你的真實卡號來防範詐騙

# PROVISIONING_DETAIL_DESCRIPTION_FORMAT
source: %@ (From Safari)
ar: ‏%@ (من سفاري)
bg: %@ (от Safari)
ca: %@ (del Safari)
cs: %@ (ze Safari)
da: %@ (fra Safari)
de: %@ (in Safari)
el: %@ (από το Safari)
es: %@ (de Safari)
es_us: %@ (de Safari)
fi: %@ (Safarista)
fr: %@ (Depuis Safari)
fr_ca: %@ (de Safari)
he: ‏%@ (מתוך Safari)
hi: %@ (Safari से)
hr: %@ (iz Safarija)
hu: %@ (Safariból)
id: %@ (Dari Safari)
it: %@ (da Safari)
ja: %@（Safariから）
kk: %@ (Safari браузерінен)
ko: %@(Safari에서 불러온 정보)
lt: %@ (iš „Safari“)
ms: %@ (Daripada Safari)
nl: %@ (in Safari)
no: %@ (fra Safari)
pl: %@ (z Safari)
pt_br: %@ (Do Safari)
pt_pt: %@ (do Safari)
ro: %@ (din Safari)
ru: %@ (из Safari)
sk: %@ (zo Safari)
sl: %@ (iz Safarija)
sv: %@ (från Safari)
th: %@ (จาก Safari)
tr: %@ (Safari’den)
uk: %@ (з Safari)
vi: %@ (Từ Safari)
zh_cn: %@（来自Safari浏览器）
zh_hk: %@（來自Safari）
zh_tw: %@（來自Safari）

# VIRTUAL_CARD_CREDENTIALS_NETWORK
source: Network
ar: الشبكة
bg: Мрежа
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
es_us: Red
fi: Maksuverkko
fr: Réseau
fr_ca: Réseau
he: רשת
hi: नेटवर्क
hr: Mreža
hu: Hálózat
id: Jaringan
it: Circuito
ja: ネットワーク
kk: Желі
ko: 네트워크
lt: Tinklas
ms: Rangkaian
nl: Netwerk
no: Leverandør
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
ru: Система
sk: Sieť
sl: Mreža
sv: Kortnätverk
th: เครือข่าย
tr: Ağ
uk: Мережа
vi: Mạng lưới
zh_cn: 网络
zh_hk: 網絡
zh_tw: 付款網路

# VIRTUAL_CARD_SET_UP_DECLINE_BUTTON
source: Not Now
ar: ليس الآن
bg: Не сега
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_us: Ahora no
fi: Ei nyt
fr: Plus tard
fr_ca: Plus tard
he: לא כעת
hi: अभी नहीं
hr: Ne sada
hu: Most nem
id: Nanti
it: Non ora
ja: 今はしない
kk: Қазір емес
ko: 지금 안 함
lt: Ne dabar
ms: Bukan Sekarang
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Neskôr
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說

# CARD_NUMBERS_OTHER_SET_UP_VIRTUAL_CARD_NUMBER_SECONDARY
source: Make this card available in Safari AutoFill and hide your real card number when shopping online.
ar: يمكنك إتاحة هذه البطاقة للتعبئة التلقائية في سفاري وإخفاء رقم البطاقة الحقيقي عند التسوق على الإنترنت.
bg: Направете тази карта достъпна за Автоматично попълване в Safari и скрийте номера на истинската си карта, когато пазарувате онлайн.
ca: Pots afegir la targeta a la funció d’autocompletar del Safari i ocultar‑ne el número real en fer compres en línia.
cs: Použijte tuto kartu pro automatické vyplňování v Safari a skryjte své skutečné číslo karty při nakupování online.
da: Gør dette kort tilgængeligt i Autoudfyld i Safari, og skjul det faktiske kortnummer, når du foretager køb online.
de: Füge diese Karte zu „Automatisch ausfüllen“ in Safari hinzu und blende deine echte Kartennummer beim Onlineshopping aus.
el: Κάντε διαθέσιμη αυτήν την κάρτα στην Αυτοσυμπλήρωση Safari και αποκρύψτε τον πραγματικό αριθμό της κάρτας σας όταν κάνετε αγορές στο Διαδίκτυο.
es: Usa esta tarjeta con la función de autorrelleno de Safari y oculta el número de tu tarjeta real cuando compres por internet.
es_us: Puedes hacer que esta tarjeta esté disponible en Autorrelleno de Safari y que el número verdadero se mantenga oculto cuando hagas compras en línea.
fi: Lisää tämä kortti Safarin automaattiseen täyttöön ja kätke varsinainen numero, kun teet ostoksia verkossa.
fr: Ajoutez cette carte à la fonctionnalité de remplissage automatique de Safari et masquez le numéro réel de votre carte lorsque vous effectuez des achats en ligne.
fr_ca: Ajoutez cette carte au remplissage automatique de Safari et masquez son véritable numéro quand vous magasinez en ligne.
he: באפשרותך להפוך את הכרטיס הזה לזמין במילוי האוטומטי של Safari ולהסתיר את מספר הכרטיס האמיתי בעת ביצוע רכישות ברשת.
hi: यह कार्ड Safari ऑटोफ़िल में उपलब्ध कराएँ और ऑनलाइन शॉपिंग करते समय अपना असली कार्ड छिपाए रखें।
hr: Podesite ovu karticu kao dostupnu u Safarijevoj Auto ispuni i sakrijte svoj stvarni broj kartice kad kupujete na mreži.
hu: Ezt a kártyát elérhetővé teheti a Safari Automatikus kitöltés funkciójában, és elrejtheti a tényleges kártyaszámát online vásárlás közben.
id: Buat kartu ini tersedia di Isi-Auto Safari dan sembunyikan nomor kartu Anda yang sebenarnya saat berbelanja online.
it: Rendi la carta disponibile per l’inserimento automatico in Safari e nascondi il suo numero reale quando fai acquisti online.
ja: このカードをSafariの自動入力で使用できるようにして、オンラインでの買い物のときは実際のカード番号を非表示にします。
kk: Бұл картаны Safari браузеріндегі «Авто толтыру» функциясы үшін сақтап, интернетте заттар сатып алу кезінде нақты карта нөмірін жасырыңыз.
ko: 온라인으로 쇼핑할 때 이 카드를 Safari 자동 완성으로 사용하고 실제 카드 번호를 가릴 수 있습니다.
lt: Įtraukite šią kortelę į „Safari“ automatinio užpildymo funkciją ir paslėpkite tikrąjį kortelės numerį, kai perkate internetu.
ms: Sediakan kad ini dalam Isi Auto Safari dan sembunyikan nombor kad sebenar anda apabila membeli-belah dalam talian.
nl: Maak deze kaart beschikbaar in 'Vul automatisch in' in Safari en verberg je echte kaartnummer wanneer je online winkelt.
no: Gjør dette kortet tilgjengelig i Autoutfyll i Safari, og skjul det egentlige kortnummeret når du handler på nettet.
pl: Używaj tej karty w funkcji Wypełnianie w Safari i ukrywaj prawdziwy numer swojej karty podczas zakupów w Internecie.
pt_br: Deixe este cartão disponível no Preenchimento Automático do Safari e oculte o número do seu cartão real quando você fizer compras on‑line.
pt_pt: Torne este cartão disponível no preenchimento automático do Safari para ocultar o seu número de cartão real ao fazer pagamentos online.
ro: Faceți acest card disponibil în funcția Auto‑completare din Safari și ascundeți numărul cardului real când faceți cumpărături online.
ru: Сохраните эту карту для автозаполнения в Safari и скрывайте настоящий номер своей карты при оплате покупок в интернете.
sk: Túto kartu môžete sprístupniť na automatické vypĺňanie v Safari a skryť číslo skutočnej karty pri nakupovaní online.
sl: Omogočite to kartico za samodejno izpolnjevanje v Safariju, da bo številka prave kartice med spletnim nakupovanjem ostala skrita.
sv: Gör det här kortet tillgängligt i Safaris Autofyll och göm ditt riktiga kortnummer när du handlar online.
th: ทำให้บัตรนี้มีให้ใช้ในการป้อนอัตโนมัติใน Safari และซ่อนหมายเลขบัตรจริงของคุณเมื่อซื้อของออนไลน์
tr: Bu kartı Safari Otomatik Doldurma’da kullanılabilir yapın ve çevrimiçi alışveriş yaparken gerçek kart numaranızı gizleyin.
uk: Використовуйте цю картку для Автозаповнення в Safari й приховуйте справжній номер картки під час покупок в інтернеті.
vi: Làm cho thẻ này có sẵn trong Tự động điền của Safari và ẩn số thẻ thực của bạn khi mua sắm trực tuyến.
zh_cn: 使此卡可用于Safari浏览器自动填充，并于在线购物时隐藏真实卡号。
zh_hk: 使此卡可在Safari「自動填寫」中使用，並在網上購物時隱藏真實卡號。
zh_tw: 讓這張卡片可用於「Safari自動填寫」，並在線上購物時隱藏你的真實卡號。

# VIRTUAL_CARD_NUMBER_SECTION_DETAIL
source: Make this card available in Safari AutoFill and hide your real card number when shopping online.
ar: يمكنك إتاحة هذه البطاقة للتعبئة التلقائية في سفاري وإخفاء رقم البطاقة الحقيقي عند التسوق على الإنترنت.
bg: Направете тази карта достъпна за Автоматично попълване в Safari и скрийте номера на истинската си карта, когато пазарувате онлайн.
ca: Pots afegir la targeta a la funció d’autocompletar del Safari i ocultar‑ne el número real en fer compres en línia.
cs: Použijte tuto kartu pro automatické vyplňování v Safari a skryjte své skutečné číslo karty při nakupování online.
da: Gør dette kort tilgængeligt i Autoudfyld i Safari, og skjul det faktiske kortnummer, når du foretager køb online.
de: Füge diese Karte zu „Automatisch ausfüllen“ in Safari hinzu und blende deine echte Kartennummer beim Onlineshopping aus.
el: Κάντε διαθέσιμη αυτήν την κάρτα στην Αυτοσυμπλήρωση Safari και αποκρύψτε τον πραγματικό αριθμό της κάρτας σας όταν κάνετε αγορές στο Διαδίκτυο.
es: Usa esta tarjeta con la función de autorrelleno de Safari y oculta el número de tu tarjeta real cuando compres por internet.
es_us: Puedes hacer que esta tarjeta esté disponible en Autorrelleno de Safari y que el número verdadero se mantenga oculto cuando hagas compras en línea.
fi: Lisää tämä kortti Safarin automaattiseen täyttöön ja kätke varsinainen numero, kun teet ostoksia verkossa.
fr: Ajoutez cette carte à la fonctionnalité de remplissage automatique de Safari et masquez le numéro réel de votre carte lorsque vous effectuez des achats en ligne.
fr_ca: Ajoutez cette carte au remplissage automatique de Safari et masquez son véritable numéro quand vous magasinez en ligne.
he: באפשרותך להפוך את הכרטיס הזה לזמין במילוי האוטומטי של Safari ולהסתיר את מספר הכרטיס האמיתי בעת ביצוע רכישות ברשת.
hi: यह कार्ड Safari ऑटोफ़िल में उपलब्ध कराएँ और ऑनलाइन शॉपिंग करते समय अपना असली कार्ड छिपाए रखें।
hr: Podesite ovu karticu kao dostupnu u Safarijevoj Auto ispuni i sakrijte svoj stvarni broj kartice kad kupujete na mreži.
hu: Ezt a kártyát elérhetővé teheti a Safari Automatikus kitöltés funkciójában, és elrejtheti a tényleges kártyaszámát online vásárlás közben.
id: Buat kartu ini tersedia di Isi-Auto Safari dan sembunyikan nomor kartu Anda yang sebenarnya saat berbelanja online.
it: Rendi la carta disponibile per l’inserimento automatico in Safari e nascondi il suo numero reale quando fai acquisti online.
ja: このカードをSafariの自動入力で使用できるようにして、オンラインでの買い物のときは実際のカード番号を非表示にします。
kk: Бұл картаны Safari браузеріндегі «Авто толтыру» функциясы үшін сақтап, интернетте заттар сатып алу кезінде нақты карта нөмірін жасырыңыз.
ko: 온라인으로 쇼핑할 때 이 카드를 Safari 자동 완성으로 사용하고 실제 카드 번호를 가릴 수 있습니다.
lt: Įtraukite šią kortelę į „Safari“ automatinio užpildymo funkciją ir paslėpkite tikrąjį kortelės numerį, kai perkate internetu.
ms: Sediakan kad ini dalam Isi Auto Safari dan sembunyikan nombor kad sebenar anda apabila membeli-belah dalam talian.
nl: Maak deze kaart beschikbaar in 'Vul automatisch in' in Safari en verberg je echte kaartnummer wanneer je online winkelt.
no: Gjør dette kortet tilgjengelig i Autoutfyll i Safari, og skjul det egentlige kortnummeret når du handler på nettet.
pl: Używaj tej karty w funkcji Wypełnianie w Safari i ukrywaj prawdziwy numer swojej karty podczas zakupów w Internecie.
pt_br: Deixe este cartão disponível no Preenchimento Automático do Safari e oculte o número do seu cartão real quando você fizer compras on‑line.
pt_pt: Torne este cartão disponível no preenchimento automático do Safari para ocultar o seu número de cartão real ao fazer pagamentos online.
ro: Faceți acest card disponibil în funcția Auto‑completare din Safari și ascundeți numărul cardului real când faceți cumpărături online.
ru: Сохраните эту карту для автозаполнения в Safari и скрывайте настоящий номер своей карты при оплате покупок в интернете.
sk: Túto kartu môžete sprístupniť na automatické vypĺňanie v Safari a skryť číslo skutočnej karty pri nakupovaní online.
sl: Omogočite to kartico za samodejno izpolnjevanje v Safariju, da bo številka prave kartice med spletnim nakupovanjem ostala skrita.
sv: Gör det här kortet tillgängligt i Safaris Autofyll och göm ditt riktiga kortnummer när du handlar online.
th: ทำให้บัตรนี้มีให้ใช้ในการป้อนอัตโนมัติใน Safari และซ่อนหมายเลขบัตรจริงของคุณเมื่อซื้อของออนไลน์
tr: Bu kartı Safari Otomatik Doldurma’da kullanılabilir yapın ve çevrimiçi alışveriş yaparken gerçek kart numaranızı gizleyin.
uk: Використовуйте цю картку для Автозаповнення в Safari й приховуйте справжній номер картки під час покупок в інтернеті.
vi: Làm cho thẻ này có sẵn trong Tự động điền của Safari và ẩn số thẻ thực của bạn khi mua sắm trực tuyến.
zh_cn: 使此卡可用于Safari浏览器自动填充，并于在线购物时隐藏真实卡号。
zh_hk: 使此卡可在Safari「自動填寫」中使用，並在網上購物時隱藏真實卡號。
zh_tw: 讓這張卡片可用於「Safari自動填寫」，並在線上購物時隱藏你的真實卡號。
